{
  "home": "Главная",
  "about_us": "О нас",
  "ABOUT_US": "О НАС",
  "Programs": "Программы",
  "Submission": "Регистрация",
  "speakers": "СПИКЕРИ",
  "our_partners": "Hаши партнеры",
  "about_text1": "Ташкентский международный университет Кимё, первое частное высшее учебное заведение в стране, первоначально был создан под названием Технический институт Ёджу в Ташкенте на основании государственной лицензии Государственной инспекции по надзору за качеством образования при Кабинете министров. Министров Республики Узбекистан № 0002 (033297) от 24.07.2018 г., а также постановление Кабинета Министров Республики Узбекистан № 1007 от 17.12.2019 г.",
  "about_text2": "Университет осуществляет подготовку высококвалифицированных бакалавров и магистров по очной, заочной и вечерней формам обучения на узбекском, русском и английском языках, а также по второй специальности. Академическую деятельность осуществляют международные и местные профессора, являющиеся выпускниками престижных университетов зарубежных государств, таких как Южная Корея, США, Великобритания, Германия, Франция, Италия, Япония и Малайзия.",
  "about_text3": "В настоящее время Ташкентский международный университет Кимё осуществляет подготовку специалистов по 28 программам бакалавриата и 20 программам магистратуры в составе 5 образовательных школ. В 2021/2022 учебном году был создан филиал университета в Намангане, а в 2022/2023 учебном году – филиал университета в Самарканде. В 2022 году среди негосударственных вузов Узбекистана Ташкентский международный университет Кимё одним из первых получил сертификаты международной аккредитации образовательных программ агентств KAZSEE и IQAA и был включен в европейскую базу данных EQAR. КИУТ имеет все лицензии на оказание образовательных услуг, а степень, выданная университетом, полностью признается на территории Узбекистана.",
  "janpolat": "В соответствии с постановлением Президента Республики Узбекистан ПП-60 от 28.01 2022 года “О стратегии развития Нового Узбекистана на 2022-2026 гг.”, Постановлении Президента Республики Узбекистан от 08.10.2019 г. № ПФ-5847 «Концепция развития системы высшего образования Республики Узбекистан до 2030 года» 26 апреля 2023 года в Ташкентском международном университете Кимё в рамках Педагогического форума «Образование: взгляд в будущее» планируется проведение Международной научно-практической конференции «Процессы модернизации в образовании: проблемы и решения».",
  "recent_conferences": "Hедавние конференции",
  "conference_tags": "Теги конференции",
  "read_more": "Узнать больше",
  "price": "Цена",
  "date_and_time": "Дата и Bремя",
  "address": "Aдрес",
  "representative_person": "Представитель_лицо",
  "services": "Услуги",
  "our_location": "Наше место нахождения",
  "contacts": "Контакты",
  "navigation": "Навигация",
  "follow_us": "Подписывайтесь на нас",
  "requisites": "Реквизиты",
  "inn": "Инн",
  "ogrnip": "Огрнип",
  "text": "ТАШКЕНТСКИЙ МЕЖДУНАРОДНЫЙ ПЕДАГОГИЧЕСКИЙ ФОРУМ «ОБРАЗОВАНИЕ: ВЗГЛЯД В БУДУЩЕЕ» (TIPF 2023)",
  "jam": "Приветственное слово ректора, Жанполата Кудайбергенова!",
  "dean_sub": "Уважаемые друзья и гости !",
  "self": "Прежде всего, позвольте поприветствовать всех вас от имени Ташкентского международного университета Кимё. Пользуясь случаем, хочу отметить, что в настоящий момент под руководством Президента Республики Узбекистан Шавката Мирзиёева в стране ведутся кардинальные реформы в сфере высшего образования. Ярким примером этого может послужить Указ Президента Республики Узбекистан №УП-5847 «Об утверждении концепции развития системы высшего образования Республики Узбекистан до 2030 года» от 08.10.2019г. В частности, Главой государства уделяется особое внимание развитию государственно-частного партнерства в сфере высшего образования, повышению уровня охвата высшим образованием более 50 процентов на основе организации в регионах деятельности государственных и негосударственных высших образовательных учреждений, созданию в сфере здоровой конкурентной среды. Благодаря осуществляемым в стране реформам по развитию сектора негосударственных услуг высшего образования, в республике полноценно функционирует ряд негосударственных высших образовательных заведений, включая и наш университет – Ташкентский международный университет Кимё.",
  "speaker": "СПИКЕРИ",
  "emma": "Эмма София",
  "job": "Веб Разработчик",
  "conf": "Конференция",
  "confdet": "ПОДРОБНОCТИ",
  "importe": "Важные даты",
  "intr": "Международный педагогический форум - Образование: взгляд в будущее (TIPF 2023)",
  "title_intr": "Организационный комитет приглашает Вас принять участие в Ташкентском Международном педагогическом форуме «Образование: взгляд в будущее» (TIPF 2023), который состоится 26-27 апреля 2023 г. в Ташкентском международном университете Кимё. Форум пройдет в гибридном формате, благодаря чему участники из разных стран мира смогут представить научные доклады и принять участие в мероприятии как очно в г. Ташкенте, так и в онлайн-формате (дистанционно) в зависимости от своих предпочтений.",
  "read": "Читать дальше",
  "online": "Онлайн подачи",
  "september": "Сеньтябрь",
  "march": "Март",
  "online_regis": "Онлайн регистрация",
  "conferen": "презентации конференции",
  "april": "Апрель",
  "full": "Полная подача бумаги",
  "may": "Май",
  "organiz": "Организационный комитет приглашает Вас принять участие в Ташкентском Международном педагогическом форуме «Образование: взгляд в будущее» (TIPF 2023), который состоится 26-27 апреля 2023 г. в Ташкентском международном университете Кимё. Форум пройдет в гибридном формате, благодаря чему участники из разных стран мира смогут представить научные доклады и принять участие в мероприятии как очно в г. Ташкенте, так и в онлайн-формате (дистанционно) в зависимости от своих предпочтений.",
  "part": "Форум является частью Центральноазиатской исследовательской и технологической инициативы (CARTI) – серии научных конференций, семинаров и практикумов в 2023 году, призванных отразить формирующуюся повестку дня исследований в приоритетных областях науки и технологий. Инициатива CARTI поддержана Ассоциацией «Наука в Евразии», резидентом Дубайского научного парка (Дубай, ОАЭ).",
  "thms": "Направления форума TIPF 2023",
  "current": "Современные Педагогические и Информационные Технологии в Экономических Дисциплинах.",
  "methot": "Современные методы преподавания точных наук.",
  "innovaat": "Инновационное педагогическое мастерство в процессе преподавания истории.",
  "teach": "Современные методы преподавания общественно-гуманитарных дисциплин.",
  "trnd": "Современные тенденции в архитектуре и строительстве.",
  "advance": "Современные методы в преподавании языков и литературы.",
  "expect": "Передовой опыт в преподавании современной психологии.",
  "press": "Методика преподавания начального и дошкольного образования.",
  "practice": "Преподавание теории и практики в искусстве.",
  "education": "Современные тенденции в дизайне одежды и проблемы в системе художественного образования.",
  "submission": "РЕГИСТРАЦИЯ",
  "patr": "НАШИ ПАРТНЁРЫ",
  "fullname": "Полное имя",
  "phoneNumber": "Номер телефона",
  "email": "Электронная почта",
  "work": "Место работы",
  "phone": "Телефон Номер",
  "file": "Добавить файл",
  "check": "Добавить Чек",
  "registrat": "Регистрация",
  "attach": "Отправить файл (.zip, .pdf, .doc, .docx, .png, .jpg, .jpeg меньше чем  5MB/файл, лимит 3 файла)",
  "submit": "Отправить",
  "about": "О нас",
  "confere": "Конференция",
  "regis": "Регистрация",
  "organiza": "Состав Организационного комитета",
  "scine": "Состав Редакционной Коллегии",
  "all": "Регистрация и подача научных статей для публикации в индексируемых материалах форума проводится на платформе Research Advances. Чтобы убедиться, что рукописи правильно назначены треку, участники должны выбрать соответствующий вариант события при переходе к шагу выбора события во время подачи. Обратите внимание, что статьи, зарегистрированные на платформе «Research Advances», будут тщательно рецензироваться и, если они будут приняты, опубликованы в соответствующих материалах форума, коллективных научных монографиях или партнерских журналах в виде полных статей. Опубликованные статьи будут направлены издателями на индексацию в ведущих базами данных (включая Scopus, Web of Science).  Если вы хотите принять участие в форуме с публикацией представленных статей в сборнике материалов, издаваемых Ташкентским международным университетом Кимё (данный сборник не индексируется в ведущих наукометрических базах данных), то необходимо зарегистрироваться и загрузить рукопись научной статьи на странице форума на сайте университета. На указанной странице размещена более подробная информация об условиях регистрации и подачи рукописей для публикации в сборнике.",
  "registr": "Регистрация",
  "category": "Категория",
  "fee": "Цены",
  "fee1": "300 долларов США за 1 рукопись",
  "fee2": "300 долларов США за 1 рукопись + журнал APC (если применять)",
  "fee3": "25 000 узбекских сум за 1 страницу рукописи",
  "fee4": "Без взноса",
  "first_category": "Участие в Форуме с публикацией рукописи в материалах конференции, книжных сериях или партнерских журналах*",
  "second_category": "Участие в Форуме с публикацией в сборнике университета**",
  "third_category": "Участие в Форуме без публикации в материалах (включая презентацию с докладом или постером)",
  "table_desc1": "* Взнос покрывает участие в конференции и публикацию в материалах мероприятия или книжных сериях (с последующей индексацией в ведущих наукометрических базах). В случае, если рукопись специально отобрана для публикации в индексируемом журнале, автором дополнительно оплачивается APC в журнал (если таковой имеется). Публикация специально отобранных рукописей согласовывается с авторами.",
  "table_desc2": "** Участие в конференции и публикация в сборнике, издаваемом Ташкентским международным университетом Кимё (без индексации в ведущих базах данных).",
  "bank-table": "TIPF 2023 Информация о банковском счете",
  "bank": "Банк",
  "bank_name": "Ipak Yo'li Банк",
  "bank_acc": "Номер счета..",
  "swift_code": "Код SWIFT",
  "bank_address": "Адресс Банка",
  "address_bank": "100100, Ташкен г., Яккасарайский раён, улица. Усман Носир, 5",
  "branch": "Филиал",
  "branch_name": "Яккасарайский Филиал",
  "requirements": "Требования",
  "requirement_title": "Научные статьи должны быть основательно отредактированы, а также должны отвечать всем техническим требованиям оформления, а именно:",
  "required_editor": "- текстовый редактор – MS Word 2007, 2010;",
  "required_size": "- размер страницы – А4, 20мм отступ с каждой стороны;",
  "required_font": "- шрифт – Times New Roman, размер – 14;",
  "required_line": "- межстрочный интервал и оступ абзаца – 1,5;",
  "required_volume": "- объем статьи минимум 5 -8 полных страниц;",
  "required_right-corner": "- в правом углу указать полные фамилию, имя и отчество , научную степень и звание, должность, название компании, а название научного материала жирным шрифтом по середине строки; ",
  "required_table": "- все таблицы, схемы и рисунки должны быть в формате MS Word, шрифте Times New Roman, название схем и рисунков указывать снизу, а таблиц - сверху;",
  "required_graph": "- все графики и диаграммы должны быть в формате MS Excel;",
  "required_formula": "- формулы должны быть прописаны в редакторе MS Equation;",
  "required_sources": "- должны быть указаны источники в таблицах, рисунках и графиках и ссылки на них в тексте;",
  "required_link": "- ссылки должны распологаться внизу каждой страницы; ",
  "required_article": "- научная статья может быть подана на узбекском, русском или английском языках.",
  "detail_text_1.1": "Основной целью работы секции «Современные педагогические и информационные технологии в преподавании экономических дисциплин» является: решение дискуссионных вопросов в преподавании экономических дисциплин в условиях глобализации мирового хозяйства, развития и влияние цифровых и инновационных педагогических технологий на уровень развития практических навыков и компетентность специалистов. Задачи конференции: анализ проводимых научных исследований в сфере преподавания экономических дисциплин и формирование востребованных практикой учебных программ; внедрение современных педагогоческих и инновационных технологий в учебный процесс подготовки экономистов; определение место и роли инновационных педагогических и цифровых технологий на повышение практических навыков; определение взаимосвязи: “практические навыки -компетентность” в учебном и исследовательском процессе подготовки экономистов; выработка рекомендаций по совершенствованию практической направленности учебных программ подготовки экономистов.",
  "detail_text_1.2": "Приглашённые спикеры - ведущие специалисты в области начального образования. Участники конференции ученые нашей страны и зарубежных стран, а также преподаватели учебных заведений, работающих в области преподавания экономических дисциплин, имеющие непосредственное отношение к составлению учебных программ подготовки бакалавров и магистров по экономике, исследователи.",
  "detail_text_1.3": "Планируется проведение мастер класса для участников Форума, круглый стол для специалистов, интересующихся вопросами подготовки экономистов. Обсуждение совместных научных проектов и программ двустороннего обмена с зарубежными участниками конференции. ",
  "detail_text_2.1": "Основной целью работы секции «Современные методы преподавания точных наук» является, показать роль интеграции математики и статистики в инновационном развитии современной науки и технологий, методы их внедрения в современные отрасли. Задачами конференции являются: анализ и оценка научных исследований с точки зрения эффективности и применения, поддержка внедрения современных инновационных технологий в процесс преподования, а также изучение новейших достижений науки, применение инновационных методов обучения, обсуждение вопросов, связанных с задачами и перспективами на будущее, обмене опытом и знаниями, расширении сотрудничества с отечественными коллегами и коллегами из ближнего и дальнего зарубежья.",
  "detail_text_2.2": "На конференции ожидается как участие ведущих зарубежных и отечественных специалистов, ученых, а также преподавателей работающих в области математики и методики её преподавания, так и  студентов, магистров и докторантов высших учебных заведений.",
  "detail_text_2.3": "Планируется проведение мастер класса для участников Форума, круглый стол для специалистов, заинтересованных в преподавании математики и статистики. Обсуждение совместных научных проектов и программ двустороннего обмена с зарубежными участниками конференции.",
  "detail_text_3.1": "Основной целью работы секции «Инновационное педагогическое мастерство в процессе преподавания истории» является рассмотрение вопросов развития креативной компетентности и педагогического мастерства учителя истории, изучение возможностей инновационных, в том числе цифровых технологий в историческом образовании на всех уровнях образовательной системы. Задачи конференции: анализ отечественного и зарубежного опыта формирования творческого потенциала учителя истории, внедрения инновационых, цифровых технологий а также применения интерактивных стратегий в  процесс преподавания  истории и выявлении перспектив на будущее.",
  "detail_text_3.2": "Приглашённые спикеры – специалисты в области исторического образования. Участники конференции: отечественные и зарубежные ученые, профессора, студенты, магистры и докторанты вузов.",
  "detail_text_3.3": "Планируется проведение форсайт – сессии для заинтересованных лиц для совместного поиска новых методик преподавания истории, создания образа учителя истории XXI века, обсуждения научных проектов и программ двустороннего обмена с зарубежными участниками конференции.",
  "detail_text_4.1": "Основной целью работы секции «Современные методы преподавания общественно-гуманитарных дисциплин» привлечение студентов, аспирантов, молодых ученых к решению актуальных задач современной социально-гуманитарных наук, а также реализации их научного потенциала. В месте с тем, одним из главных целей является стимулирование получения новых знаний, составляющих основу технологических инноваций в сфере социально-гуманитарных наук. А также содействие развитию инновационной активности и профессиональному росту молодых специалистов.",
  "detail_text_4.2": "Задачей данной секции является выявление новых идей и поддержка перспективных научных работ, способствующих росту научно-технического потенциала ВУЗа и что особенно важно, задачей секции является формирование новых объектов интеллектуальной собственности, обеспечивающих конкурентные способности в социально-гуманитарных науке, а также мобилизация научно-исследовательского потенциала молодых ученых.",
  "detail_text_4.3": "Приглашенные спикеры – всемирно известные ведущие специалисты, работающие в области преподавания социально-гуманитарных дисциплин. Участники - ученые нашей страны и соседних стран региона, а также преподаватели ВУЗов. Аудитория - студенты, докторанты университетов и НИИ искусствознания при Академии Наук Республики Узбекистан.",
  "detail_text_5.1": "Основной целью работы секции «Современные тенденции в Архитектуре и строительстве» в рамках предстоящего форума является осуществление научной, творческой и инженерной деятельности в области архитектуры и строительства.  Особенно важно, привлечение исследователей и молодых ученых страны, занимающихся научно-образовательной, творческой и инженерной деятельностью, важен обмен опытом между учеными из разных стран. В рамках форума планируется расширение сотрудничества с зарубежными коллегами и обсуждение последних достижений, проблем и перспектив в области архитектуры и градостроительства.",
  "detail_text_5.2": "Особое внимание в работе форума будет уделено применению новых образовательных технологий при подготовке студентов к профессиональной деятельности результатов фундаментальных исследований (на основе нового подхода), новых тенденций, инновационных технологий, практических возможностей развития креативного мышления в архитектуре и строительстве.",
  "detail_text_5.3": "Планируется проведение мастер класса для участников Форума, круглый стол для специалистов, интересующихся проблемами архитектуры и строительства. Кроме того, планируется обсуждение совместных научных проектов и программ двустороннего обмена с зарубежными участниками конференции.",
  "detail_text_5.4": "Приглашенные спикеры – всемирно известные ведущие специалисты, работающие в области преподавания искусства. Участники - ученые нашей страны и соседних стран региона, а также преподаватели инженерно-строительных учебных заведений.",
  "detail_text_6.1": "Основной целью секции “Современные методы  в преподавании языков» данной конференции является привлечение исследователей и молодых ученых, занимающихся научной и творческой деятельностью в области преподавания языков, педагогики и психологии, обмен опытом между зарубежными учеными и расширение сотрудничества отечественных ученых с зарубежными коллегами, обсуждение последних достижений, проблем и перспективы в обучении иностранным языкам и перспективной лингвистике, методика преподавания иностранных языков и применение инновационных технологий в обучении языкам.",
  "detail_text_6.2": "Приглашенные спикеры – всемирно известные ведущие специалисты, работающие в области лингвистики и методики преподавания иностранных языков. Участники конференции будут состоять из ученых нашей страны и зарубежных стран, а также преподавателей учебных заведений, работающих в области языкознания и методики обучения иностранным языкам, студентов, магистров местных учебных заведений, докторантов университетов.",
  "detail_text_6.3": "Планируется проведение мастер класса для участников Форума, круглый стол для специалистов, интересующихся проблемами обучения языкам. Кроме того, планируется обсуждение совместных научных проектов и программ двустороннего обмена с зарубежными участниками конференции.",
  "detail_text_7": "Основной целью работы секции «Информационно-образовательные и воспитательные стратегии в психологии и педагогике» является повышение значимости интеллектуального капитала, как основополагающего фактора инновационного развития науки. Задачи конференции: проанализировать и оценить проводимые научные исследования с точки зрения их результативности и применимости и способствовать внедрению современных инновационных технологий а так же, обмен опытом и знаниями с учеными из других стран, увеличение сотрудничества с зарубежными коллегами, занимающихся преподаванием педагогики и психологии, обсуждения результатов последних исследований и достижений в науке, в частности вопросов посвященных подготовке специалистов в области педагогики и психологии, использование инновационных методов преподавания, задач и перспектив на будущее. Приглашённые спикеры - ведущие специалисты в области психологии и педагогики. Участники конференции ученые нашей страны и зарубежных стран, а также преподаватели учебных заведений, работающих в области психологии и педагогики и методики преподавания, студенты, магистры местных учебных заведений, докторантов университетов. Планируется проведение мастер класса для участников Форума, круглый стол для специалистов, интересующихся вопросами обучения психологии и педагогики. Обсуждение совместных научных проектов и программ двустороннего обмена с зарубежными участниками конференции.",
  "detail_text_8": "Основной целью работы секции «Начальное и дошкольное образование» является решение проблем и обмен опытом в сфере начального и дошкольного образования, повышение эффективности применения цифровых и инновационных технологий в системе образования. Задачи конференции: анализ задач, поставленных перед системой образования как основополагающего фактора инновационного развития науки, в частности вопросов посвященных подготовке специалистов в области дошкольного и начального образования, внедрению современных инновационных технологий в образовательный процесс, а также укрепление сотрудничества с зарубежными коллегами, обсуждение задач и перспектив на будущее. Приглашенные докладчики являются ведущими специалистами в области дошкольного и начального образования. В конференции примут участие ученые нашей страны и зарубежных стран, а также преподаватели образовательных учреждений, работающих в области педагогики и методики преподавания, студенты, магистранты, докторанты высших учебных заведений. Планируется проведение мастер-классов для участников форума, круглых столов для специалистов, интересующихся образованием. С зарубежными участниками конференции будут обсуждаться совместные научные проекты и программы двустороннего обмена.",
  "detail_text_9": "Основной целью работы секции «Преподавание теории и практики в искусстве» в рамках предстоящего форума является осуществление научной и творческой деятельности в области искусства. И что особенно важно, привлечение исследователей и молодых ученых страны, занимающихся научной и творческой деятельностью, в обмен опытом между учеными из разных стран. Планируется расширение сотрудничества с зарубежными коллегами и обсуждение последних достижений, проблем и перспектив в области преподавания теории и практики в искусстве. Особое внимание в работе форума будет уделено применению при подготовке студентов к профессиональной деятельности результатов фундаментальных исследований (на основе нового подхода), инновационных технологий, новых тенденций, педагогико-психологических особенностей творчества, практических возможностей развития мыслительной креативности. Приглашенные спикеры – всемирно известные ведущие специалисты, работающие в области преподавания искусства. Участники - ученые нашей страны и соседних стран региона, а также преподаватели художественных учебных заведений. Аудитория - студенты, докторанты университетов и НИИ искусствознания при Академии Наук Республики Узбекистан.",
  "detail_text_10": "Данная конференция, организованная в рамках педагогического форума «Образование: взгляд в будущее» направлена на привлечение молодых специалистов и исследователей творческих направлений для развития научной деятельности и исследований в области моды и дизайне одежды. Научная конференция секции «Современные тенденции в дизайне одежды и проблемы в системе художественного образования» поможет исследователям, педагогам и дизайнерам получить информацию и современных художественных процессах, повысить профессиональный потенциал. Ожидаемой целью данной секции является обмен опытом между учеными и специалистами, работающими в сфере искусства и моды, обсуждение процессов, происходящих в сфере, существующих проблем и достижений, ознакомление с опытом зарубежных специалистов в области художественного образования и применять их на практике. Изучение инновационных идей и освоение опытов с положительным результатом поможет повысить эффективность работы молодых дизайнеров и педагогов художественного направления. Участники – ученые нашей страны и соседних стран региона, преподаватели ВУЗов и исследователи сферы моды и дизайна. Аудитория – студенты, магистранты, докторанты ВУЗов (в частности, Национального института художеств и дизайна, Ташкентского института текстильной и легкой промышленности) и НИИ искусствознания при Академии Наук Республики Узбекистан.",
  "step": "Шаг",
  "conference_section": "Секция конференции",
  "select": "Выбирать",
  "next": "Следующий",
  "pay_with": "Оплатить с",
  "back": "Назад"
}
