{
  "home": "Главная",
  "about_us": "О нас",
  "ABOUT_US": "О НАС",
  "Programs": "Программы",
  "Submission": "Регистрация",
  "join_to_conference": "Присоединиться к конференции",
  "speakers": "СПИКЕРИ",
  "our_partners": "Hаши партнеры",
  "about_text1": "Ташкентский международный университет Кимё, первое частное высшее учебное заведение в стране, первоначально был создан под названием Технический институт Ёджу в Ташкенте на основании государственной лицензии Государственной инспекции по надзору за качеством образования при Кабинете министров. Министров Республики Узбекистан № 0002 (033297) от 24.07.2018 г., а также постановление Кабинета Министров Республики Узбекистан № 1007 от 17.12.2019 г.",
  "about_text2": "Университет осуществляет подготовку высококвалифицированных бакалавров и магистров по очной, заочной и вечерней формам обучения на узбекском, русском и английском языках, а также по второй специальности. Академическую деятельность осуществляют международные и местные профессора, являющиеся выпускниками престижных университетов зарубежных государств, таких как Южная Корея, США, Великобритания, Германия, Франция, Италия, Япония и Малайзия.",
  "about_text3": "В настоящее время Ташкентский международный университет Кимё осуществляет подготовку специалистов по 28 программам бакалавриата и 20 программам магистратуры в составе 5 образовательных школ. В 2021/2022 учебном году был создан филиал университета в Намангане, а в 2022/2023 учебном году – филиал университета в Самарканде. В 2022 году среди негосударственных вузов Узбекистана Ташкентский международный университет Кимё одним из первых получил сертификаты международной аккредитации образовательных программ агентств KAZSEE и IQAA и был включен в европейскую базу данных EQAR. КИУТ имеет все лицензии на оказание образовательных услуг, а степень, выданная университетом, полностью признается на территории Узбекистана.",
  "janpolat": "В соответствии с постановлением Президента Республики Узбекистан ПП-60 от 28.01 2022 года “О стратегии развития Нового Узбекистана на 2022-2026 гг.”, Постановлении Президента Республики Узбекистан от 08.10.2019 г. № ПФ-5847 «Концепция развития системы высшего образования Республики Узбекистан до 2030 года» 26 апреля 2023 года в Ташкентском международном университете Кимё в рамках Педагогического форума «Образование: взгляд в будущее» планируется проведение Международной научно-практической конференции «Процессы модернизации в образовании: проблемы и решения».",
  "recent_conferences": "Hедавние конференции",
  "conference_tags": "Теги конференции",
  "read_more": "Узнать больше",
  "price": "Цена",
  "date_and_time": "Дата и Bремя",
  "address": "Aдрес",
  "representative_person": "Представитель_лицо",
  "services": "Услуги",
  "our_location": "Наше место нахождения",
  "contacts": "Контакты",
  "navigation": "Навигация",
  "follow_us": "Подписывайтесь на нас",
  "requisites": "Реквизиты",
  "inn": "Инн",
  "ogrnip": "Огрнип",
  "text": "ТАШКЕНТСКИЙ МЕЖДУНАРОДНЫЙ ПЕДАГОГИЧЕСКИЙ ФОРУМ «ОБРАЗОВАНИЕ: ВЗГЛЯД В БУДУЩЕЕ» (TIPF 2023)",
  "jam": "Приветственное слово ректора, Жанполата Кудайбергенова!",
  "dean_sub": "Уважаемые друзья и гости !",
  "self": "Прежде всего, позвольте поприветствовать всех вас от имени Ташкентского международного университета Кимё. Пользуясь случаем, хочу отметить, что в настоящий момент под руководством Президента Республики Узбекистан Шавката Мирзиёева в стране ведутся кардинальные реформы в сфере высшего образования. Ярким примером этого может послужить Указ Президента Республики Узбекистан №УП-5847 «Об утверждении концепции развития системы высшего образования Республики Узбекистан до 2030 года» от 08.10.2019г. В частности, Главой государства уделяется особое внимание развитию государственно-частного партнерства в сфере высшего образования, повышению уровня охвата высшим образованием более 50 процентов на основе организации в регионах деятельности государственных и негосударственных высших образовательных учреждений, созданию в сфере здоровой конкурентной среды. Благодаря осуществляемым в стране реформам по развитию сектора негосударственных услуг высшего образования, в республике полноценно функционирует ряд негосударственных высших образовательных заведений, включая и наш университет – Ташкентский международный университет Кимё.",
  "speaker": "СПИКЕРИ",
  "emma": "Эмма София",
  "job": "Веб Разработчик",
  "conf": "Конференция",
  "confdet": "ПОДРОБНОCТИ",
  "importe": "Важные даты",
  "intr": "Международный педагогический форум - Образование: взгляд в будущее (TIPF 2023)",
  "title_intr": "Организационный комитет приглашает Вас принять участие в Ташкентском Международном педагогическом форуме «Образование: взгляд в будущее» (TIPF 2023), который состоится 26-27 апреля 2023 г. в Ташкентском международном университете Кимё. Форум пройдет в гибридном формате, благодаря чему участники из разных стран мира смогут представить научные доклады и принять участие в мероприятии как очно в г. Ташкенте, так и в онлайн-формате (дистанционно) в зависимости от своих предпочтений.",
  "read": "Читать дальше",
  "online": "Онлайн подачи",
  "september": "Сеньтябрь",
  "march": "Март",
  "online_regis": "Онлайн регистрация",
  "conferen": "презентации конференции",
  "april": "Апрель",
  "full": "Полная подача бумаги",
  "may": "Май",
  "organiz": "Организационный комитет приглашает Вас принять участие в Ташкентском Международном педагогическом форуме «Образование: взгляд в будущее» (TIPF 2023), который состоится 26-27 апреля 2023 г. в Ташкентском международном университете Кимё. Форум пройдет в гибридном формате, благодаря чему участники из разных стран мира смогут представить научные доклады и принять участие в мероприятии как очно в г. Ташкенте, так и в онлайн-формате (дистанционно) в зависимости от своих предпочтений.",
  "part": "Форум является частью Центральноазиатской исследовательской и технологической инициативы (CARTI) – серии научных конференций, семинаров и практикумов в 2023 году, призванных отразить формирующуюся повестку дня исследований в приоритетных областях науки и технологий. Инициатива CARTI поддержана Ассоциацией «Наука в Евразии», резидентом Дубайского научного парка (Дубай, ОАЭ).",
  "thms": "Направления форума TIPF 2023",
  "current": "Современные Педагогические и Информационные Технологии в Экономических Дисциплинах.",
  "methot": "Современные методы преподавания точных наук.",
  "innovaat": "Инновационное педагогическое мастерство в процессе преподавания истории.",
  "teach": "Современные методы преподавания общественно-гуманитарных дисциплин.",
  "trnd": "Современные тенденции в архитектуре и строительстве.",
  "advance": "Современные методы в преподавании языков и литературы.",
  "expect": "Передовой опыт в преподавании современной психологии.",
  "press": "Методика преподавания начального и дошкольного образования.",
  "practice": "Преподавание теории и практики в искусстве.",
  "education": "Современные тенденции в дизайне одежды и проблемы в системе художественного образования.",
  "submission": "РЕГИСТРАЦИЯ",
  "patr": "НАШИ ПАРТНЁРЫ",
  "fullname": "Полное имя",
  "phoneNumber": "Номер телефона",
  "email": "Электронная почта",
  "work": "Место работы",
  "phone": "Телефон Номер",
  "file": "Добавить файл",
  "check": "Добавить Чек",
  "registrat": "Регистрация",
  "attach": "Отправить файл (.zip, .pdf, .doc, .docx, .png, .jpg, .jpeg меньше чем  5MB/файл, лимит 3 файла)",
  "submit": "Отправить",
  "about": "О нас",
  "confere": "Конференция",
  "regis": "Регистрация",
  "organiza": "Состав Организационного камитета",
  "scine": "Состав Редакционной Коллегии",
  "all": "Регистрация и подача научных статей для публикации в индексируемых материалах форума проводится на платформе Research Advances. Чтобы убедиться, что рукописи правильно назначены треку, участники должны выбрать соответствующий вариант события при переходе к шагу выбора события во время подачи. Обратите внимание, что статьи, зарегистрированные на платформе «Research Advances», будут тщательно рецензироваться и, если они будут приняты, опубликованы в соответствующих материалах форума, коллективных научных монографиях или партнерских журналах в виде полных статей. Опубликованные статьи будут направлены издателями на индексацию в ведущих базами данных (включая Scopus, Web of Science).  Если вы хотите принять участие в форуме с публикацией представленных статей в сборнике материалов, издаваемых Ташкентским международным университетом Кимё (данный сборник не индексируется в ведущих наукометрических базах данных), то необходимо зарегистрироваться и загрузить рукопись научной статьи на странице форума на сайте университета. На указанной странице размещена более подробная информация об условиях регистрации и подачи рукописей для публикации в сборнике.",
  "registr": "Регистрация",
  "category": "Категория",
  "fee": "Цены"
}
