[
  {
    "en": {
      "title": "Organizing Committee",
      "data": [
        {
          "director": "Chairperson",
          "name": "Djamshid M. Kaniev",
          "position": "Professor, Vice-Rector for Science & Innovation, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "director": "Deputy Chairperson",
          "name": "Karimjon B. Akhmedjanov",
          "position": "Professor, Vice-Rector for Education Quality and International Cooperation, Kimyo International University in Tashkent (Uzbekistan)."
        },
        {
          "name": "Gulchekhrabonu M. Isamova",
          "position": "Head of Science Department, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Sarvar B. Rakhmatillaev",
          "position": "Head of International Cooperation Department, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Mavluda M. Abdujamilova",
          "position": "Head of the Department of Education Quality Control, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Farkhod Sh. Niyazov",
          "position": "Project Manager, Erasmus+ Coordinator, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Shoira Khamraeva",
          "position": "Head of Public Relations Department, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Miryakub M. Mirzakhmedov",
          "position": "Head of Student Affairs Department, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Mukarrama A. Berdieva",
          "position": "Head of the Department of Russian Language, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Omonullokhon M. Akhmedov",
          "position": "Head of the Department of International Economics, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Khalmurza S. Sagidullaev",
          "position": "Head of the Department of Exact Sciences, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Shakhlo A. Isametdinova",
          "position": "Head of the Department of Architecture and Urban Planning, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Liana A. Almyasheva",
          "position": "Head of the Department of Painting, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Fotima R. Azimova",
          "position": "Fashion Design Course Leader, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Tulqin Kh. Jumaev",
          "position": "Head of the Department of Social Sciences and Humanities, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Manzura M. Rustamova",
          "position": "Head of the Department of Preschool and Primary Education Methodology, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Nasiba Kh. Kholyigitova",
          "position": "Head of the Department of Pedagogy and Psychology, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Akbar T. Zamonov",
          "position": "Head of the Department of History, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Dilfuza Sh. Tursunova",
          "position": "Head of the English Language Department, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Jurabek E. Kurbanbaev",
          "position": "Chief Accountant, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Illarion G. Li",
          "position": "Head of the Information Technology Center, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        }
      ]
    }
  },

  {
    "en": {
      "title": "Scientific Review Committee",
      "data": [
        {
          "name": "Shokhjakhon G. Elmurodov",
          "position": "PhD, Associate Professor, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Fozil U. Dodiyev",
          "position": "Candidate of Economic Sciences, Associate Professor, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Nigora D. Kultasheva",
          "position": "PhD in Art History, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Islom K. Arslanov",
          "position": "Candidate of Technical Sciences, Associate Professor, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Irina V. Gabibova",
          "position": "Candidate of Architecture, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Akhmadjon Kh. Khudayorov",
          "position": "PhD in History, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Iroda M. Shamsiyeva",
          "position": "Candidate of Historical Sciences, Associate Professor, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Sevara A. Sadikova",
          "position": "Senior Lecturer, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Temur G. Maratov",
          "position": "Senior Lecturer, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Tamilla H. Salmanova",
          "position": "Senior Lecturer, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Dilfuza M. Kambarova",
          "position": "Senior Lecturer, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Mohinakhon A. Khamidova",
          "position": "Senior Lecturer, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Sharofat M. Kalandarova",
          "position": "Lecturer, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Elzara M. Bekirova",
          "position": "Senior Lecturer, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        },
        {
          "name": "Munisa Y. Yusufova",
          "position": "Senior Lecturer, Kimyo International University in Tashkent (Tashkent, Uzbekistan)."
        }
      ]
    }
  }
]
