[
  {
    "ru": {
      "detail": "В целях определения научных решений задач, выделенных в Постановлении Президента Республики Узбекистан Ш.М.Мирзиёева ПП-4899 “О комплексных мерах по развитию биотехнологий и совершенствованию системы обеспечения биологической безопасности страны” от 25.11.2020 г., ПП-60 “О стратегии развития Нового Узбекистана на 2022-2026 гг.”, Постановления Президента Республики Узбекистан от 08.10.2019 г. № ПФ-5847 «Концепция развития системы высшего образования Республики Узбекистан до 2030 года» в Ташкентском международном университете Кимё планируется проведение Международной научно-практической конференции «Современные тенденции  развития химических и биологических технологий». Конференция состоится 22 сентября 2023 года в 10:00 по Ташкентскому времени в Ташкентском международном университете Кимё (г.Ташкент, Яккасарайский район, ул. Усмана Носира, 156). Данная конференция будет проводиться также в режиме онлайн на платформе ZOOM (cсылка на конференцию будет предоставлена дополнительно). Цель конференции — предоставить возможность для общения исследователей и обмена опытом предложениями и инициативами. Информация о конференции размещена на сайте Ташкентского международного университета Кимё conference.kiut.uz",
      "list": {
        "title": "Программа конференции включает пленарные лекции (20 мин.), устные доклады (10 мин.) и постер-сессию по следующим научным направлениям:",
        "priorities": [
          "Актуальные проблемы химических и биологических технологий;",
          "Биотехнологические решения в сельском хозяйстве и пищевой промышленности;",
          "Биотехнология и химические технологии: технические решения проблем;",
          "Промышленные био- и хим-технологии и их интеграция с наукой."
        ]
      },
      "link": "https://us06web.zoom.us/j/89815263489?pwd=bkhtRlNxL3E3SnZCTU1oSFNHcHJNQT09",
      "id": "898 1526 3489",
      "access_code": "1"
    },
    "en": {
      "detail": "In order to determine the scientific solutions to the problems identified in the Decree of the President of the Republic of Uzbekistan Sh.M. Mirziyoyev PP-4899 “On the comprehensive measures to develop biotechnologies and improve the system of ensuring the biological safety of the country” dated November 25, 2020, PP-60 “On the development strategy of New Uzbekistan for 2022-2026”, Decree of the President of the Republic of Uzbekistan dated 08.10.2019 No. PF-5847 “The Concept for the Development of the Higher Education System of the Republic of Uzbekistan until 2030”, Tashkent International University Kimyo plans to hold the International Scientific and Practical Conference “Modern trends in the development of chemical and biological technologies”. The conference will be held on September 22, 2023 at 10:00 (with the time in Tashkent) at Tashkent International University Kimyo (Tashkent, Yakkasaray district, U. Nosira st., 156). This conference will also be held online on the ZOOM platform (link to the conference will be provided later). The purpose of the conference is to provide an opportunity for researchers to communicate and share experiences, proposals and initiatives. The information about the conference is available on the website of the Tashkent International University Kimyo conference.kiut.uz",
      "list": {
        "title": "The conference program includes plenary lectures (20 min.), oral presentations (10 min.) and a poster session in the following scientific areas:",
        "priorities": [
          "Actual problems of chemical and biological technologies;",
          "Biotechnological solutions in agriculture and food industry;",
          "Biotechnology and chemical technology: technical solutions to the problems;",
          "Industrial biotechnological and chemical technologies, and their integration with the science."
        ]
      },
      "link": "https://us06web.zoom.us/j/89815263489?pwd=bkhtRlNxL3E3SnZCTU1oSFNHcHJNQT09",
      "id": "898 1526 3489",
      "access_code": "1"
    }
  }
]
