[
  {
    "ru": {
      "detail": "25-26 мая 2023 года в Ташкентском международном университете Кимё планируется проведение международной научно-практической конференции на тему «Социально-экономическое развитие регионов: международный опыт, проблемы и пути решения». На международной конференции ожидается участие международных партнеров Университета, таких, как Университеты Стратклайд, Кардифф Метрополитан и Найл (Великобритания), Технологический университет MARA (Малайзия), Университет Рузвельта (США), Варненский Университет менеджмента (Республика Болгария), национальные университеты Ханянг, Гачон, Гонконг (Южная Корея), Университет Неджметтина Эрбакана (Турецкая Республика), ряд университетов Кыргызстана, Казахстана, Таджикистана и других стран СНГ, а также представителей Центра экономических исследований и реформ при Администрации Президента Республики Узбекистан, других высших учебных заведений, заинтересованных министерств и ведомств, различных общественных организаций, дипломатических миссий зарубежных стран в Узбекистане. Международная конференция пройдет в Наманганском филиале Ташкентского международного университета Кимё в оффлайн и онлайн форматах.",
      "list": {
        "title": "Работа секций конференции будет сосредоточена на проблемах и их решениях по следующим приоритетным направлениям:",
        "priorities": [
          "Проблемы управления комплексным социально-экономическим развитием регионов.",
          "Приоритетные направления государственной политики по  развитию инновационного предпринимательства, обеспечению занятости и сокращению бедности.",
          "Направления повышения конкурентоспособности и инвестиционной активности региональной экономики.",
          "Достижение финансовой независимости регионов и развитие банковско-финансовой сферы.",
          "Совершенствование современных механизмов развития социальной инфраструктуры в регионах.",
          "Экологическая ситуация в регионах и направления развития «зеленой экономики»."
        ]
      },
      "link": "https://us06web.zoom.us/j/89815263489?pwd=bkhtRlNxL3E3SnZCTU1oSFNHcHJNQT09",
      "id": "898 1526 3489",
      "access_code": "1"
    },
    "en": {
      "detail": "Kimyo International University in Tashkent will host an international conference on \"Social-economic development of regions\" on May 25-26, 2023. Esteemed academic professionals from international partners, public organizations, ministries, agencies, and diplomatic missions will participate in the offline and online conference at the university's Namangan branch. Local and foreign scholars, professors, researchers, and students are welcome to participate and submit articles and theses, with distance participation available through Zoom. The event will be attended by esteemed partners such as universities from Great Britain (Strathclyde, Cardiff Metropolitan, NILE), Malaysia (Mara University of Technology), the USA (Roosevelt University), Bulgaria (Varna Management University), South Korea (Hanyang, Gachon, Hankyong National Universities), Turkey (Nejmittin Erbakan University), as well as universities from Kyrgyzstan, Kazakhstan, Tajikistan, and other countries in the CIS region.",
      "list": {
        "title": "The event will focus on the problems and solutions in the following priority areas:",
        "priorities": [
          "Problems of managing complex sociology-economic development of regions.",
          "Priority directions of state policy related to the development of innovative entrepreneurship, provision of employment, and reduction in poverty.",
          "Directions for boosting regional competitiveness of the economy and investment activity.",
          "Achieving financial independence of the regions and developing the banking and financial sector.",
          "Improvement of modern mechanisms of social infrastructure development in the regions.",
          "Environmental situation in the regions and directions of development of \"green economy\"."
        ]
      },
      "link": "https://us06web.zoom.us/j/89815263489?pwd=bkhtRlNxL3E3SnZCTU1oSFNHcHJNQT09",
      "id": "898 1526 3489",
      "access_code": "1"
    }
  }
]
