[
    {
        "ru": {
            "detail": "25-26 мая 2023 года в Международном университете Кимё в Ташкенте (КИУТ) пройдет Международная конференция серии конференций «Шелковый путь и дальше» (SIRCON) на тему «Социально-экономическое развитие регионов: международный опыт, проблемы и решения». Целью конференции является обсуждение результатов исследований и возможностей, касающихся регионального развития Узбекистана. Конференция является запланированным участником научных сотрудников международных партнеров, общественных организаций, агентств и дипломатических миссий, местных и зарубежных ученых, преподавателей, научных сотрудников и студентов в офлайн и онлайн конференции в Наманганском филиале КИУТ. В конференции примут участие университеты-партнеры из Великобритании (Strathclyde, Cardiff Metropolitan, NILE), Малайзии (Universiti Teknologi MARA), США (Roosevelt University), Болгарии (Varna Management University), Южной Кореи (Hanyang, Gachon, Hankyong National Universities), Türkiye (Necmittin Erbakan University), а также вузы Кыргызстана, Казахстана, Таджикистана и других стран СНГ.",
            "list": {
                "title": "Конференция посвящена проблемам и решениям:",
                "priorities": [
                    "Вопросы управления комплексным социально-экономическим развитием регионов.",
                    "Приоритетные направления государственной политики развития инновационного предпринимательства, обеспечения занятости населения и сокращения бедности.",
                    "Направления развития конкурентоспособности и инвестиционной активности регионов",
                    "Достижение и развитие финансовой самостоятельности в финансово-банковской сфере регионов.",
                    "Совершенствование современных механизмов социальной инфраструктуры в регионах.",
                    "Направления развития экологической обстановки и «зеленой экономики» в регионах."
                ]
            },
            "link": "https://us06web.zoom.us/j/89815263489?pwd=bkhtRlNxL3E3SnZCTU1oSFNHcHJNQT09",
            "id": "898 1526 3489",
            "access_code": "1"
        },
        "en": {
            "detail": "Kimyo International University in Tashkent (KIUT) will host the International conference of the Silk Road and Beyond conference series (SIRCON) on the theme of “Social-economic development of regions: international experiences, problems and solutions” on May 25-26, 2023. The aim of the Conference is a discussion of research findings and opportunities concerning the regional development of Uzbekistan.  The Conference is a planned participant academic staff of international partners, public organizations, agencies and diplomatic missions,  Local and foreign scholars, professors, researchers and students in the offline and online conference at the Namangan branch of KIUT. The Conference will be attended by partners Universities from Great Britain (Strathclyde, Cardiff Metropolitan, NILE), Malaysia (Universiti Teknologi MARA), the USA (Roosevelt University), Bulgaria (Varna Management University), South Korea (Hanyang, Gachon, Hankyong National Universities), Türkiye (Necmittin Erbakan University), as well as universities from Kyrgyzstan, Kazakhstan, Tajikistan, and other countries in the CIS region.",
            "list": {
                "title": "The Conference focus on the problems and solutions: ",
                "priorities": [
                    "Management issues of complex socio-economic development of regions.",
                    "The state policy priority directions of developing innovative entrepreneurship, provision of employment and reduction of poverty.",
                    "Directions for developing competitiveness and investment activities of the regions",
                    "Achievement and development of financial independence in the financial and banking sectors of the regions.",
                    "Improvement of modern mechanisms of social infrastructure in the regions.",
                    "Directions of development environmental situation and \"green economy\" in the regions."
                ]
            },
            "link": "https://us06web.zoom.us/j/89815263489?pwd=bkhtRlNxL3E3SnZCTU1oSFNHcHJNQT09",
            "id": "898 1526 3489",
            "access_code": "1"
        }
    }
]
