{
  "home": "Home",
  "about_us": "About",
  "ABOUT_US": "ABOUT US",
  "conference": "Conferences",
  "join_to_conference": "Join to conference",
  "speakers": "SPEAKERS",
  "our_partners": "OUR PARTNERS",
  "about_text1": "Kimyo International University in Tashkent, the first private higher education institution in the country, was initially established under the name of the Yeoju Technical Institute in Tashkent on the basis of the state license of the State Inspectorate for Supervision of the Quality in Education under the Cabinet of Ministers of the Republic of Uzbekistan No. 0002 (033297) dated 24.07.2018, as well as the resolution of the Cabinet of Ministers of the Republic of Uzbekistan No. 1007 dated 17.12.2019.",
  "about_text2": "The University trains highly qualified Bachelors and Masters in full-time, extramural and evening forms of study in Uzbek, Russian and English, as well as in the second specialty. Academic activities are carried out by international and local professors who are graduates of prestigious universities of foreign states, such as South Korea, the United States, Great Britain, Germany, France, Italy, Japan and Malaysia.",
  "about_text3": "Currently, KIUT trains specialists in 28 Bachelor's degree programs and 20 Master's degree programs as part of 5 educational schools. In the 2021/2022 academic year, a branch of the university in Namangan, and in the 2022/2023 academic year, a branch of the university in Samarkand were established. In 2022, among the non-state universities of Uzbekistan, KIUT was one of the first to receive certificates of international accreditation of educational programs of the KAZSEE and IQAA agencies and was included in the European EQAR database. KIUT has all licenses for the provision of educational services, and the degree, issued by the university is fully recognized on the territory of Uzbekistan.",
  "janpolat": "In accordance with the Decree of the President of  Uzbekistan Republic PP-60, January 28, 2022 “On the development strategy of New Uzbekistan for 2022-2026”, Decree of the President of the Republic of Uzbekistan dated 08.10.2019 No. PF-5847 \"Concept for the development of the higher education system of the Republic of Uzbekistan until 2030\" April 26, 2023, at the Kimyo International University in Tashkent as part of the Pedagogical Forum \"Education: a look into the future\" is planned to hold the International Scientific and Practical Conference \"Processes of Modernization in Education: Problems and Solutions\".",
  "recent_conferences": "Recent Conferences",
  "conference_tags": "Conference tags",
  "read_more": "Read More",
  "price": "Price",
  "date_and_time": "Date and Time",
  "address": "Address",
  "representative_person": "Representative Person",
  "services": "Services",
  "our_location": "Our location",
  "contacts": "Contacts",
  "navigation": "Navigation",
  "follow_us": "Follow us",
  "requisites": "Requisites",
  "inn": "Inn",
  "ogrnip": "Ogrnip",
  "text": "Tashkent International Pedagogical Forum – Education: A Look IntoThe Future (TIPF 2023) will be held on April 26-27, 2023 at theKimyo International University in Tashkent (Uzbekistan)",
  "self": " In accordance with the Decree of the President of UzbekistanRepublic PP-60, January 28, 2022 “On the development strategy of New Uzbekistan for 2022-2026”, Decree of the President of the Republic of Uzbekistan dated 08.10.2019 No. PF-5847 \"Concept for thedevelopment of the higher education system of the Republic ofUzbekistan until 2030\" April 26, 2023, at the Kimyo InternationalUniversity in Tashkent as part of the Pedagogical Forum \"Education:a look into the future\" is planned to hold the InternationalScientific and Practical Conference \"Processes of Modernization inEducation: Problems and Solutions\".",
  "jam": " Janpolat Kudaybergenov",
  "speaker": "Speakers",
  "emma": "Emma Sofia",
  "job": "WEB DEVELOPER",
  "conf": "Conference",
  "confdet": "CONFERENCE detail",
  "importe": "Important Dates",
  "intr": "International Pedagogical Forum – Education: A Look Into The Future(TIPF 2023)",
  "title_intr": "The Organizational Committee is delighted to announce that the Tashkent International Pedagogical Forum – Education: A Look Into The Future (TIPF 2023) will be held on April 26-27, 2023 at the Kimyo International University in Tashkent (Uzbekistan) as hybrid, i.e. both in-person and virtually. Thus, the participants from all over the world will have the opportunity to participate both physically and online, depending on their preferences.",
  "read": "Read More",
  "online": "Online submission",
  "september": "September",
  "march": "March",
  "online_regis": "Online registration",
  "conferen": "Conference presentation",
  "april": "April",
  "full": "Full paper submission",
  "may": "May",
  "organiz": "The Organizational Committee is delighted to announce that the Tashkent International Pedagogical Forum – Education: A Look Into The Future (TIPF 2023) will be held on April 26-27, 2023 at the Kimyo International University in Tashkent (Uzbekistan) as hybrid, i.e. both in-person and virtually. Thus, the participants from all over the world will have the opportunity to participate both physically and online, depending on their preferences.",
  "part": "The conference is part of the Central Asian Research and Technology Initiative (CARTI), a series of research conferences, seminars, and workshops in 2023 to reflect the emerging research agenda in priority areas of science and technology. The CARTI Initiative is sponsored by the Science in Eurasia Association, a Dubai Science Park Resident (Dubai, UAE).",
  "thms": "Thematic Tracks for TIPF 2023",
  "current": "Current Pedagogical and Information Technologies in Teaching Economic Disciplines.",
  "methot": "Current Methods of Teaching Exact Sciences.",
  "innovaat": "Innovative Pedagogical Excellence In Teaching History.",
  "teach": "New Methods of Teaching Social and Humanitarian Disciplines.",
  "trnd": "Current Trends in Architecture and Construction.",
  "advance": "Advanced Methods in Teaching Languages and Literature.",
  "expect": "Advanced Experience in Teaching Contemporary Psychology.",
  "press": "Methods of Teaching in Preschool and Primary Education.",
  "practice": "Teaching Theory and Practice in the Arts.",
  "education": "Current Trends in Fashion Design and Problems in the System of Art Education.",
  "submission": "SUBMISSION",
  "patr": "OUR PARTNERS",
  "fullname": "Fullname",
  "phoneNumber": "phoneNumber",
  "email": "Email address",
  "work": "Work place",
  "phone": "Phone Number",
  "file": "Add a file",
  "check": "Add a check",
  "registrat": "Registration",
  "attach": "You can attach (.zip, .pdf, .doc, .docx, .png, .jpg, .jpeg that are less than 5MB/file, limit 3 files)",
  "submit": "Submit",
  "about":"About us",
  "confere":"Conference",
  "regis":"Registration",
  "organiza":"Organizing Committe",
  "scine":"Scientific Review Committee",
  "registr":"Registration",
  "all":"All registrations and submissions are managed through the Research  Advances submission system that guides you stepwise through the  process of entering data about forum participants and uploading your  files. To ensure that manuscripts are correctly assigned to the  track, participants must select the appropriate event option when  reaching the Event Selection step during submission. Please note  that the papers registered with the Research Advances platform will  be carefully peer reviewed and, if accepted, published in the  appropriate forum proceedings, edited book volumes, or partner  journals as full articles. These papers will be submitted for  indexation by the leading databases (including Scopus, Web of  Science). If one would like to participate in the forum with  publication of the presented papers in the proceedings published by  the Kimyo International University in Tashkent, it is required to  register on the forum webpage and upload an original paper. Once  again, please note that this volume is not submitted for further  indexation by the leading databases",
  "dede":""

}
