{
  "home": "Home",
  "about_us": "About",
  "ABOUT_US": "ABOUT US",
  "conference": "Conferences",
  "speakers": "SPEAKERS",
  "our_partners": "OUR PARTNERS",
  "about_text1": "Kimyo International University in Tashkent, the first private higher education institution in the country, was initially established under the name of the Yeoju Technical Institute in Tashkent on the basis of the state license of the State Inspectorate for Supervision of the Quality in Education under the Cabinet of Ministers of the Republic of Uzbekistan No. 0002 (033297) dated 24.07.2018, as well as the resolution of the Cabinet of Ministers of the Republic of Uzbekistan No. 1007 dated 17.12.2019.",
  "about_text2": "The University trains highly qualified Bachelors and Masters in full-time, extramural and evening forms of study in Uzbek, Russian and English, as well as in the second specialty. Academic activities are carried out by international and local professors who are graduates of prestigious universities of foreign states, such as South Korea, the United States, Great Britain, Germany, France, Italy, Japan and Malaysia.",
  "about_text3": "Currently, KIUT trains specialists in 28 Bachelor's degree programs and 20 Master's degree programs as part of 5 educational schools. In the 2021/2022 academic year, a branch of the university in Namangan, and in the 2022/2023 academic year, a branch of the university in Samarkand were established. In 2022, among the non-state universities of Uzbekistan, KIUT was one of the first to receive certificates of international accreditation of educational programs of the KAZSEE and IQAA agencies and was included in the European EQAR database. KIUT has all licenses for the provision of educational services, and the degree, issued by the university is fully recognized on the territory of Uzbekistan.",
  "janpolat": "In accordance with the Decree of the President of  Uzbekistan Republic PP-60, January 28, 2022 “On the development strategy of New Uzbekistan for 2022-2026”, Decree of the President of the Republic of Uzbekistan dated 08.10.2019 No. PF-5847 \"Concept for the development of the higher education system of the Republic of Uzbekistan until 2030\" April 26, 2023, at the Kimyo International University in Tashkent as part of the Pedagogical Forum \"Education: a look into the future\" is planned to hold the International Scientific and Practical Conference \"Processes of Modernization in Education: Problems and Solutions\".",
  "recent_conferences": "Recent Conferences",
  "conference_tags": "Conference tags",
  "read_more": "Read More",
  "price": "Price",
  "date_and_time": "Date and Time",
  "address": "Address",
  "representative_person": "Representative Person",
  "services": "Services",
  "our_location": "Our location",
  "contacts": "Contacts",
  "navigation": "Navigation",
  "follow_us": "Follow us",
  "requisites": "Requisites",
  "inn": "Inn",
  "ogrnip": "Ogrnip",
  "text": "Tashkent International Pedagogical Forum – Education: A Look Into The Future (TIPF 2023) will be held on April 26-27, 2023 at the Kimyo International University in Tashkent (Uzbekistan)",
  "self": "First of all, let me welcome all of you on behalf of Kimyo International University in Tashkent. I would like to take this opportunity to say that, at present under the leadership of the President of the Republic of Uzbekistan Shavkat Mirziyoyev, fundamental reforms in the sphere of higher education are under way. A significant example of this is the Presidential degree of the Republic of Uzbekistan on October 8, 2019 No.UP-5847 “About the approval of the Concept of the higher education system development of the Republic of Uzbekistan till 2030”. Particularly, the Head of the country pays particular attention to the development of the public-private partnership in the sphere of higher education, increase in the level of the enrolment of the higher education by more than 50% on the basis of organization in the country’s regions the activity of public and private higher educational establishments, and creation of a vibrant, competitive environment.",
  "jam": "Welcome speech of rector, Janpolat Kudaybergenov!",
  "dean_sub": "Dear friends and guests!",
  "speaker": "Speakers",
  "emma": "Emma Sofia",
  "job": "WEB DEVELOPER",
  "conf": "Conference",
  "confdet": "CONFERENCE detail",
  "importe": "Important Dates",
  "intr": "International Pedagogical Forum – Education: A Look Into The Future(TIPF 2023)",
  "title_intr": "The Organizational Committee is delighted to announce that the Tashkent International Pedagogical Forum – Education: A Look Into The Future (TIPF 2023) will be held on April 26-27, 2023 at the Kimyo International University in Tashkent as hybrid, i.e. both in-person and virtually. Thus, the participants from all over the world will have the opportunity to participate both physically and online, depending on their preferences.",
  "read": "Read More",
  "online": "Online submission",
  "september": "September",
  "march": "March",
  "online_regis": "Online registration",
  "conferen": "Conference presentation",
  "april": "April",
  "full": "Full paper submission",
  "may": "May",
  "organiz": "The Organizational Committee is delighted to announce that the Tashkent International Pedagogical Forum – Education: A Look Into The Future (TIPF 2023) will be held on April 26-27, 2023 at the Kimyo International University in Tashkent as hybrid, i.e. both in-person and virtually. Thus, the participants from all over the world will have the opportunity to participate both physically and online, depending on their preferences.",
  "part": "The conference is part of the Central Asian Research and Technology Initiative (CARTI), a series of research conferences, seminars, and workshops in 2023 to reflect the emerging research agenda in priority areas of science and technology. The CARTI Initiative is sponsored by the Science in Eurasia Association, a Dubai Science Park Resident (Dubai, UAE).",
  "thms": "Thematic Tracks for TIPF 2023",
  "methot": "Current Methods of Teaching Exact Sciences.  ",
  "current": "Current Pedagogical and Information Technologies in Teaching Economic Disciplines.",
  "innovaat": "Innovative Pedagogical Excellence In Teaching History.",
  "teach": "New Methods of Teaching Social and Humanitarian Disciplines.",
  "trnd": "Current Trends in Architecture and Construction.",
  "advance": "Advanced Methods in Teaching Languages and Literature.",
  "expect": "Advanced Experience in Teaching Contemporary Psychology.",
  "press": "Methods of Teaching in Preschool and Primary Education.",
  "practice": "Teaching Theory and Practice in the Arts.",
  "education": "Current Trends in Fashion Design and Problems in the System of Art Education.",
  "submission": "SUBMISSION",
  "patr": "OUR PARTNERS",
  "fullname": "Full Name",
  "phoneNumber": "Phone Number",
  "email": "Email Address",
  "work": "Work Place",
  "phone": "Phone Number",
  "file": "Add a file",
  "check": "Add a cheque",
  "registrat": "Registration",
  "attach": "You can attach (.zip, .pdf, .doc, .docx, .png, .jpg, .jpeg that are less than 5MB/file, limit 3 files)",
  "submit": "Submit",
  "about": "About us",
  "confere": "Conference",
  "regis": "Registration",
  "organiza": "Organizing Committe",
  "scine": "Scientific Review Committee",
  "registr": "Registration",
  "all": "All registrations and submissions are managed through the Research  Advances submission system that guides you stepwise through the  process of entering data about forum participants and uploading your  files. To ensure that manuscripts are correctly assigned to the  track, participants must select the appropriate event option when  reaching the Event Selection step during submission. Please note  that the papers registered with the Research Advances platform will  be carefully peer reviewed and, if accepted, published in the  appropriate forum proceedings, edited book volumes, or partner  journals as full articles. These papers will be submitted for  indexation by the leading databases (including Scopus, Web of  Science). If one would like to participate in the forum with  publication of the presented papers in the proceedings published by  the Kimyo International University in Tashkent, it is required to  register on the forum webpage and upload an original paper. Once  again, please note that this volume is not submitted for further  indexation by the leading databases",
  "category": "Category",
  "fee": "Fees",
  "fee1": "US $300 per paper",
  "fee2": "US $300 per paper + journal APC (if applied)",
  "fee3": "UZS 25,000 per 1 page",
  "fee4": "Free for everyone. Prior registration is required.",
  "first_category": "Presentation & Paper Publication*",
  "second_category": "Presentation & Publication in the Collected Volume**",
  "third_category": "Participation and Presentation Only",
  "table_desc1": "* published by world publishers and submitted for indexation by the leading databases.",
  "table_desc2": "** published by the Kimyo International University in Tashkent.",
  "bank-table": "TIPF 2023 Bank Account Information",
  "bank": "Bank",
  "bank_name": "Ipak Yo'li Bank",
  "bank_acc": "Account No..",
  "swift_code": "Swift Code",
  "bank_address": "Bank Address",
  "address_bank": "100100, Toshkent c., Yakkasaroy district, street. Usmon Nosir, 5",
  "branch": "Branch",
  "branch_name": "Yakkasaroy Branch",
  "requirements": "Requirements",
  "requirement_title": "Scientific articles must be thoroughly edited, and must also meet all the technical requirements for registration, namely:",
  "required_editor": "- text editor - MS Word 2007, 2010;",
  "required_size": "- page size - A4, 20mm margin on each side;",
  "required_font": "- font - Times New Roman, size - 14;",
  "required_line": "- line spacing and paragraph spacing - 1.5;",
  "required_volume": "- the volume of the article is at least 5-8 full pages;",
  "required_right-corner": "- in the right corner indicate the full surname, name and patronymic, scientific degree and title, position, company name, and the name of the scientific material in bold in the middle of the line;",
  "required_table": "- all tables, diagrams and figures must be in MS Word format, Times New Roman font, the name of diagrams and figures should be indicated below, and tables - above;",
  "required_graph": "- all graphs and diagrams must be in e MS format Excel ;",
  "required_formula": "- formulas must be written in the MS Equation editor;",
  "required_sources": "- sources should be indicated in tables, figures and graphs and references to them in the text ;",
  "required_link": "- links should be located at the bottom of each page;",
  "required_article": "- a scientific article can be submitted in Uzbek, Russian or English.",
  "detail_text_1.1": "The section called “Current Pedagogical and Information Technologies in Teaching Economic Disciplines” is primarily aimed at solving debatable issues in the teaching of economic disciplines in the context of the globalization of the world economy and the development and impact of digital and innovative pedagogical technologies on the level of development of practical skills and the competence of specialists. The objectives of the conference include (1) the analysis of the ongoing scientific research on the teaching of economic disciplines and the formation of curricula demanded by practice; (2) the introduction of new pedagogical and innovative technologies in the educational process of training economists; (3) determination of the place and role of innovative pedagogical and digital technologies in improving practical skills; (4) identification of the relationship “practical skills – competence” when training economists; (5) development of recommendations for the improvement of the practical orientation of educational programs for training economists.",
  "detail_text_1.2": "The invited speakers are leading specialists in primary education. The conference participants include national and international scientists, teachers of educational institutions working in the field of teaching economic disciplines involved in the design of curricula for the training of students of Bachelor’s and Master’s degrees in economics, and researchers.",
  "detail_text_1.3": "It is planned to hold a workshop for the forum participants and a round table discussion for specialists interested in the issues of training economists, as well as discuss joint scientific projects and bilateral exchange programs with international conference participants."
}
