{
  "Home": "Главная",
  "about_us": "О нас",
  "conference": "Конференции",
  "join_to_conference": "Присоединиться к конференции",
  "speakers": "СПИКЕРИ",
  "our_partners": "Hаши партнеры",
  "about_text": "Международный университет Кимё в Ташкенте, первое частное высшее учебное заведение в стране, первоначально был создан под названием Технический институт Ёджу в Ташкенте на основании государственной лицензии Государственной инспекции по надзору за качеством образования при Кабинете министров. Министров Республики Узбекистан № 0002 (033297) от 24.07.2018 г., а также постановление Кабинета Министров Республики Узбекистан № 1007 от 17.12.2019 г.\nУниверситет осуществляет подготовку высококвалифицированных бакалавров и магистров по очной, заочной и вечерней формам обучения на узбекском, русском и английском языках, а также по второй специальности. Академическую деятельность осуществляют международные и местные профессора, являющиеся выпускниками престижных университетов зарубежных государств, таких как Южная Корея, США, Великобритания, Германия, Франция, Италия, Япония и Малайзия.\nВ настоящее время КИУТ осуществляет подготовку специалистов по 28 программам бакалавриата и 20 программам магистратуры в составе 5 образовательных школ. В 2021/2022 учебном году был создан филиал университета в Намангане, а в 2022/2023 учебном году – филиал университета в Самарканде. В 2022 году среди негосударственных вузов Узбекистана КИУТ одним из первых получил сертификаты международной аккредитации образовательных программ агентств KAZSEE и IQAA и был включен в европейскую базу данных EQAR. КИУТ имеет все лицензии на оказание образовательных услуг, а степень, выданная университетом, полностью признается на территории Узбекистана.",
  "jonpolat": "В соответствии с постановлением Президента Республики Узбекистан ПП-60 от 28.01 2022 года “О стратегии развития Нового Узбекистана на 2022-2026 гг.”, Постановлении Президента Республики Узбекистан от 08.10.2019 г. № ПФ-5847 «Концепция развития системы высшего образования Республики Узбекистан до 2030 года» 26 апреля 2023 года в Ташкентском международном университете Кимё в рамках Педагогического форума «Образование: взгляд в будущее» планируется проведение Международной научно-практической конференции «Процессы модернизации в образовании: проблемы и решения».",
  "recent_conferences": "Hедавние конференции",
  "conference_tags": "Теги конференции",
  "read_more":"Узнать больше",
  "price": "Цена",
  "date_and_time": "Дата и Bремя",
  "address": "Aдрес",
  "representative_person": "Представитель_лицо",
}